Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/lempi-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Gáktegoarrunoahpaheaddji ja ruovttudoallohoavda
nob: Koftesømlærer og husholdsbestyrer

source: Muitaluvvon Svein Lundii
nob: Fortalt til Svein Lund

source: Lempi Mikalsen , 2004 ( Govva : Svein Lund )
nob: Lempi Mikalsen , 2004 ( Foto : Svein Lund )

source: Lempi Mikalsen ( Rávdi Lempi ) lea riegádan Guovdageainnus 1921:s ja lea orron doppe olles eallináigge .
nob: Lempi Mikalsen ( Rávdi Lempi ) er født i Guovdageaidnu i 1921 og har bodd der hele livet .

source: Guokte áigodaga lea son bargan joatkkaskuvllas Guovdageainnus , álggos goarrunoahpaheaddjin 1950-logus , maŋŋel ruovttudoallohoavdan 1970- ja 80-logus .
nob: I to perioder har hun arbeida på den videregående skolen i Guovdageaidnu , først som sømlærer på 1950-tallet , seinere som husholdsbestyrer på 1970- og 80-tallet .

source: Ovtta gaskka lei son Duottarstobu hoavdan , muđui lea son bargan sihke hoteallas ja samvirkelágas .
nob: Ei tid bestyrte hun Fjellstua , ellers har hun arbeida både på hotellet og samvirkelaget .

source: Gaskkohagaid lea son bargan riektedulkan sámegiela , suomagiela ja dárogiela gaskkas .
nob: Innimellom har hun tatt oppdrag som rettstolk , mellom samisk , finsk og norsk .

source: Go ozai barggu goarrunoahpaheaddjin 1953:s , de ovdanbuvttii son iežas čehppodaga ná:«Ozan oahpaheaddjivirggi gahper- ja gáktegoarrumis ja buksa- ja báidegoarrumis Stáhta ruovttufidnoskuvllas sámiide .
nob: Da hun søkte jobben som sømlærer i 1953 , presenterte hun kvalifikasjonene sine slik:«Søker timelærerstillingen i lue- og koftesøm og bukse- og skjortesøm ved Statens heimeyrkeskole for samer .

source: Mun lean ollu jagiid gorron sihke dáčča ja sámi nisson- ja dievddobiktasiid priváhta olbmuide báikkis ja olggobealde gili .
nob: Jeg har i flere år sydd både norske og samiske dame- og herreklær til private på stedet og utenbygds .

source: Sáhtán maid namuhit ahte lean gorron gávtti Finnmárkku Fylkaduodjesearvvi johtočájáhussii , ja gávtti , gahpira ja ávohasaid sámi čájáhussii Kárášjogas 1951:s .
nob: Jeg kan også nevne at jeg har sydd kofte til Finnmark Fylkeshusflidslags vandreutstilling og kofte , lue og reinseletøi til den samiske utstilling i Karasjok 1951 .

source: Lean čađahan : 1 .
nob: Har gjennomgått : 1 .

source: « Vaja ja goaro ieš » Mme Lyse de Landroy goarrunkurssa 12 oasis .
nob: « Klipp og sy-selv » sykurs i 12 hefter av Mme Lyse de Landroy .

source: Norgga Risttalaš Nuoraidlihtu goarrun- ja ruovttudoalu johtokurssa 1938:s. 5 mánu Guovdageainnus .
nob: Vandrekurs i søm og husstell ved Norges Kr. Ungdomsforbund 1938. 5 mndr .

source: Fylkkaduodjesearvvi čuoldinkurssa 1939:s Guovdageainnus , 2 mánu .
nob: Fylkeshusflidslagets vevekurs i 1939 i Kautokeino 2 mndr .

source: Dálueamitsearvvi duodjekurssa 1950:s Guovdageainnus .
nob: Husmorlagets sykurs i 1950 i Kautokeino . »

source: – Goappašat váhnemat bođiiga Suoma bealde , áhčči Eanodagas ja eadni Lulli-Suomas .
nob: – Begge foreldra mine kom fra Finland , far fra Enontekiö og mor fra Sør-Finland .

source: Soai jođiiga Guovdageidnui veahá ovdal go mun riegádin .
nob: De flytta til Kautokeino like før jeg blei født .

source: Áhčči lei rávdi , son lei čađahan 4 jagi rávdeoahpu Durdnosis .
nob: Far min var smed , han hadde gått 4 år i smedlære i Tornio .

source: Son lei áidna oahppan rávdi Guovdageainnus , ja ráhkadii ollu atnudiŋggaid olbmuide , nugo liššáid , sirppiid , ákšuid , bohccobielluid ja lásaid .
nob: Han var eneste faglærte smed i Kautokeino , og han laga en mengde redskaper og bruksting for folk , som ljåer , sigder , økser , reinbjeller og låser .

source: Mii mánát gohčoduvvuimet rávdi mánnán , ja danin gohčoduvvon mun Rávdi Lempin .
nob: Vi barna blei oppkalt etter yrket til far , og derfor kalles jeg på samisk for Rávdi Lempi ( Smed-Lempi ) .

source: Gođđinkursa Guovdageainnus , ovdal soađi .
nob: Vevkurs i Kautokeino , før krigen .

source: Lempi Mikalsen gasku ovddabealde .
nob: Lempi Mikalsen foran i midten .

source: ( Gova luoikan Lempi Mikalsen )
nob: ( Foto utlånt av Lempi Mikalsen )

source: Golmmagielat
nob: Trespråklig

source: – Ruovttus humaimet suomagiela , muhto ohppen sihke sámegiela ja dárogiela eará mánáin , ja hupmen buot golbma giela ovdal go álgen skuvlii .
nob: – Hjemme snakka vi finsk , men jeg lærte både samisk og norsk av andre unger og snakka alle tre språka før jeg begynte på skolen .

source: Danin eai lean mus giellaváttisvuođat skuvllas .
nob: Derfor hadde jeg ikke noe språkproblem med skolen .

source: Dat lei oainnat dušše dárogillii .
nob: Den var jo bare på norsk .

source: Mun álgen skuvlii 1927:s , jagi ovdal meari .
nob: Jeg begynte på skolen i 1927 , ett år før tida .

source: Vuosttaš luohkás ožžon Anders Bongo oahpaheaddjin .
nob: I første klasse fikk jeg Anders Bongo som lærer .

source: Muhto danin go máhtten juo lohkat go álgen , de sirdojuvvojin mun maŋŋel 3 vahkku nuppi luohkkái .
nob: Men siden jeg allerede kunne lese da jeg begynte , blei jeg etter bare tre uker flytta opp i andre klasse .

source: Min oahpaheaddji doppe lei Karen Aarseth .
nob: Læreren vår der var Karen Aarseth .

source: Maŋŋel ožžon maid su isida Lyder Aarsetha oahpaheaddjin , ja maid Ludvig Madsen ja muhtin Kvåle , gii lei lulde eret .
nob: Seinere fikk jeg også mannen hennes , Lyder Aarseth , som lærer , samt Ludvig Madsen og en Kvåle , som kom sørfra .

source: Mii oruimet badjegeahčen gili , ii lean guhkit go ahte sáhtten vázzit skuvlii , muhto ovtta áiggi giđđat ja čakčat fertejin orrut internáhtas , go dan áigge ii lean šaldi rastá eanu .
nob: Vi bodde i Øverbygda , det var ikke lenger enn at jeg kunne gå til skolen , men ei tid på høsten og våren måtte jeg bo på internatet , for den gang var det ikke bru over elva .

source: Lauri , Lempi ja Ellen ( Hætta ) Keskitalo
nob: Lauri , Lempi og / ja Ellen ( Hætta ) Keskitalo

source: Dan rájes go ledjen nieiddaš , de beroštin hui ollu goarrumis , mun lean ovdamearkka dihte gorron iežan konfirmašuvdnagávtti .
nob: Helt fra jeg var en jentunge var jeg veldig interessert i søm , jeg sydde blant annet mi egen konfirmasjonskofte .

source: Maŋŋel bessen vázzit goarrunkurssa 4 mánu .
nob: Seinere fikk jeg gå et sykurs på 4 måneder .

source: Kurssas lei dábálaš dáčča goarrun , sámigávttiid ja eará sámi dujiid lean oahppan earáin .
nob: Det var et kurs i vanlig « norsk » søm , å sy samekofter og annen samisk søm har jeg lært meg av andre .

source: Ovdalgo náitalin , de bargen mun duottarstobuin Suolovuomis ja Biggejávrris .
nob: Før jeg gifta meg jobba jeg på fjellstuene på Suolovuopmi og Bingis .

source: Eváhko áigge oruimet mii nuortan , 8 miilla gilis eret .
nob: Under evakueringa holdt vi til på Østfjellet , 8 mil fra bygda .

source: Ii leat čállojuvvon nu ollu min birra guđet báhtareimmet duoddarii .
nob: Det er ikke skrevet mye om oss som rømte innover vidda .

source: Lean dál álgán čállit muhtin muittuid , soitet deaddiluvvot muhtumin .
nob: Jeg har nå begynt å skrive ned noen minner , kanskje det kan bli trykt en gang .

source: Norgga risttalas lihtu dálueamitskuvla 1937 , Lempi nr. 4 bealde .
nob: Norges Kristelige forbunds husmorskole 1937 , Lempi nr. 4 fra venstre .

source: Oahpaheaddji gákteduojis
nob: Lærer i koftesøm

source: Go Stáhta ruovttufidnoskuvla sámiide álggahuvvui 1952:s , de ledje oallugat Lempi Mikalsena bearrašis searvvis .
nob: Da Statens heimeyrkeskole for samer blei starta i 1952 , var flere i familien til Lempi Mikalsen innblanda .

source: Boarráseamos viellja , Toivo Keskitalo , lei mielde sihke plánenlávdegottis fidnooahpahusas sámiide ja vuosttaš suohkanlaš fidnolávdegottis , mii doaimmai skuvlla stivran vuosttaš jagiid .
nob: Eldste broren , Toivo Keskitalo , var med både i plannemnda for yrkesopplæring for samer og i den første kommunale yrkesnemnda , som fungerte som styre for skolen de første åra .

source: Ovtta áiggi barggai son maid snihkkároahpaheaddjin .
nob: Han jobba også ei stund som snekkerlærer .

source: Nubbi viellja , Lauri , lei mielde maŋit stivrras .
nob: Den andre broren , Lauri , var med i det neste styret .

source: Sus lei dalle ámmát Sámi duodjekonsuleantan . Son doalai maid kurssaid fidnoskuvllas vuosttaš jagiid .
nob: Han hadde da stilling som landskonsulent i duodji , eller samisk husflid , som det blei kalt da.

source: Jagi maŋŋel go skuvla lei boahtán johtui , de álggii Lempi doallat gáktegoarrunkurssa .
nob: Ett år etter at skolen var starta opp , begynte Lempi å holde kurs i koftesøm .

source: – Lei golmma mánnosaš kursa , ja mun ledjen akto oahpaheaddjin dán kurssas .
nob: – Det var 3 måneders kurs og jeg hadde all undervisninga aleine på det kurset .

source: Mun osten sisa láđđiid .
nob: Jeg måtte kjøpe inn stoff .

source: Skuvla govččai buot olggosgoluid láđđiide .
nob: Skolen betalte alle utgifter til stoffet .

source: Dan geažil go Lauri lei duodjekonsuleanta , de galggai son beassat leat mielde mearrideame makkár stiila mii galggaimet oahpahit .
nob: Som duodji-konsulent skulle Lauri ha et ord med i laget om hvilken stil vi skulle lære bort . Det skulle være litt sånn som det var i gamle dager .

source: Dien áigge ledje álgán hearvabáttiid vuovdit gávppiin , muhto daid eat galgan geavahit .
nob: På den tida var det begynt å komme pyntebånd i handelen , men det skulle vi ikke bruke .

source: Mii osttiimet roncciid , govda ja seakka , ja muđui čuohpaimet njuniid láđđis .
nob: Vi kjøpte kroklisser , breie og smale , og ellers var det å klippe ut tunger av klede .

source: Dál lea guovdageaingákti áibbas earalágán go dan áigge lei .
nob: Nå er jo kautokeinokofta helt forskjellig fra det den var i den tida .

source: Dál oažžu nu ollu hearvabáttiid oastit , ja dál bidjet bátti bátti nala gitta dassážii go šaddá oktan moivin .
nob: Nå er det så mye ferdige pynteband å få kjøpt , og man setter det ene over det andre til det blir et eneste kaos .

source: Gođđinkursa searvegoddeviesus 1939:s .
nob: Vevkurs på bedehuset i 1939 .

source: Oahpaheaddji Anny Haugen ja oahppi Laura Lund .
nob: Lærer Anny Haugen og elev Laura Lund .

source: Mis eai lean oahppoplánat maid čuovuimet , daid dagaimet ieža .
nob: Noen læreplaner hadde vi ikke å holde oss til , det måtte vi lage sjøl .

source: Ledje dušše iežan hárjáneamit , ja dat maid ledjen oahppan vuorrasit sápmelaččain .
nob: Det var jo bare mine egne erfaringer og det jeg hadde lært av eldre samer .

source: Álggos gal álggiimet álkit diŋggaid goarrut .
nob: Vi begynte jo med enklere ting til å begynne med .

source: Oahppit ferteje vuos oahppat geavahit goarrunmášiinnaid .
nob: Elevene måtte jo først lære å bruke symaskinene .

source: Lea nu ahte sámi goarrun ii leat seamma go dáčča goarrun .
nob: Nå er jo ikke samisk søm det samme som vanlig norsk søm .

source: Dáčča goarrumis leat eanet « broderiat ja blonderat » ja diekkárat .
nob: I norsk søm er det mer broderier og blonder og slikt .

source: Go ieš vázzen kurssa , de oaččuimet láđđebihtá masa galggaimet goarrut juohkelágán sávnnjiid , ja šattaimet goarrut boalloráiggi .
nob: Da jeg sjøl gikk på kurs fikk vi en lapp som vi skulle sy alle slags sømmer på , og så måtte vi sy knapphull .

source: Sámi gáktegoarrun lea áibbas eará .
nob: Samisk koftesøm er noe helt annet .

source: Mu kurssas lei dušše gáktegoarrun , muhto doppe ledje maid eará goarrunkurssat .
nob: Jeg underviste bare i koftesøm , men der var jo andre sømkurs også .

source: Goarrunoahpaheddjiid gaskkas geaid muittán , ledje Inga Triumf , Marit Nilima ja Inga M. Hætta .
nob: Blant sømlærerne i den tida husker jeg Inga Triumf , Marit Nilima og Inga M. Hætta .

source: Muhtin sis geain lei dehálaš rolla ruovttufidnoskuvlla álgojagiin : Anna Larsen , Sigurd Skoglund , Inga S. Näkkela Triumf , Marit Pentha Nilima , Lauri Keskitalo og Adam Triumf .
nob: Noen av dem som spilte en rolle i heimeyrkeskolens eldste historie : Anna Larsen , Sigurd Skoglund , Inga S. Näkkälä Triumf , Marit Pentha Nilima , Lauri Keskitalo og Adam Triumf .

source: ( Govva : Ruovttufidnoskuvla )
nob: ( Foto : Heimeyrkeskolen )

source: Oahpahus lei dušše praktihkalaš oahpahus , mis ii lean obage teorehtalaš oahpahus .
nob: Det var rein praksisundervisning , vi hadde ikke noe yrkesteori .

source: Mii oahpaheimmet ohppiid dan gillii maid ipmirdedje buoremusat , ii lean omd. oktage gii logai midjiide ahte galgat hupmat dárogiela .
nob: Vi instruerte elevene på det språket de forsto best , det var ingen som f.eks. sa oss at vi måtte bruke norsk .

source: Skuvllas eai lean alddis lanjat vuosttaš jagiid , nu ahte kurssat ledje vuoruid mielde Duottarstobus , ja nuppe vuoruid skuvlabráhkas .
nob: Skolen hadde ikke egne lokaler de første åra , så kursa gikk delvis på Fjellstua , delvis på skolebrakka .

source: Lei oalle moivi dien áigge .
nob: Det var ganske kaotisk i den tida .

source: Lei čađat hupmu ahte hukset ođđasa , muhto dat válddii hui guhkes áiggi .
nob: Det var hele tida meninga man skulle bygge nytt , men det tok veldig lang tid .

source: Sigurd Skoglund lei jođiheaddji go mun álgen , muhto de lei ollu jagiid go skuvllas ii lean jođiheaddji .
nob: Sigurd Skoglund var styrer da jeg begynte , men så var det flere år som skolen var uten styrer .

source: Dalle eai lean albma luohkát , dušše kurssat maid skuvlastivra lágidii .
nob: Da var det ikke ordinære klasser , bare kurs som skolens styre arrangerte .

source: Skuvlamátki Supmii , 1950-logus .
nob: Skoletur til Finland på 1950-tallet .

source: Ovttasbargu nuoraiguin
nob: Samarbeide med ungdommen

source: 1960:s fárrii skuvla easkka huksejun visttiide .
nob: I 1960 flytta skolen inn i nybygde lokaler .

source: Lempi Mikalsen ii bargan oahpaheaddjin dan maŋŋel , earret go lei muhtumin sadjásažžan ruovttudoallosuorggis .
nob: Lempi Mikalsen jobba ikke som lærer etter det , med unntak av at hun vikarierte litt på husstellinja .

source: Lihkká galggai son máŋga jagi maŋŋel boahtit ruovttoluotta joatkkaskuvlii , gos internáhtta šattai su bargobáikin 1975 ' rájes gitta dassážii go šattai penšunistan 1988:s .
nob: Likevel skulle hun etter noen år komme tilbake til videregående skole , der internatet blei arbeidsplassen hennes fra 1975 til hun gikk av med pensjon i 1988 .

source: – Ovdalgo álgen internáhttii , de ledjen jođiheaddjin Duottarstobus .
nob: – Før jeg begynte på internatet , var jeg bestyrer på Fjellstua .

source: Go galgen heaitit doppe , de jerren dalá rektoris , Ole Einar Olsenis , áigu go son láigohit Duottarstobu internáhttan .
nob: Da jeg skulle slutte der , spurte jeg daværende rektor Ole Einar Olsen om han ville leie Fjellstua til internat .

source: Dan son áiggui , ja mun ordnejin nu ahte skuvla beasai láigohit Sámemišuvnnas .
nob: Det ville han , og jeg fikk ordna så skolen fikk leie av Samemisjonen .

source: Seammás bivddii Ole Einar mu ohcat internáhtajođiheaddjivirgái .
nob: Samtidig ba Ole Einar meg å søke på stillingen som internatstyrer .

source: Mus lei olles ovddasvástádus internáhttii , inge dovdan goasse ahte dárkkistedje maid mearridin , ii rektor iige skuvlastivra .
nob: Jeg hadde hele ansvaret for internatet , jeg opplevde aldri noen form for overprøving av det jeg bestemte , verken fra rektor eller styret for skolen .

source: Lassin skuvlla iežas internáhta , de láigoheimmet ovtta áiggi lanjaid sihke Duottarstobus ja osiid vuođđoskuvlla internáhtas .
nob: I tillegg til skolens eget internat leide vi ei tid både rom på Fjellstua og deler av grunnskoleinternatet .

source: Mii dagaimet iđđes- ja eahkesborramuša guđege internáhtas , muhto buot internáhttamánát manne vuođđoskuvlla internáhttii borrat gaskabeivviid .
nob: Vi laga frokost og kveldsmat på hvert av internata , men alle internatelevene gikk til grunnskoleinternatet for å spise middag .

source: Mis ledje sihke beaive- ja idjafávttat .
nob: Vi hadde både dagvakt og nattevakt .

source: Eanemusat ledje mus 8 bargi .
nob: På det meste hadde jeg ansvar for 8 ansatte .

source: Mis lei álo doarvái ruhta , in muitte ahte eat nagodan oastit maid dárbbašeimmet .
nob: Vi fikk alltid pengene til å strekke til , jeg kan ikke huske at vi ikke klarte å kjøpe det vi trengte .

source: Mus lei ollu oktavuohta ohppiiguin dan áigge .
nob: Jeg hadde jo veldig mye kontakt med elevene i den tida .

source: Go galgá leat ná ollu dahkamuš nuoraiguin , de ferte máhttit singuin .
nob: Skal man ha så mye med ungdom å gjøre , så må man kunne med dem.

source: Jus sin álgá bealkkehit ja njálmmi geavahit , de gal berre luohpat .
nob: For hvis man begynner å skjennes og bruke kjeft , nei da kan man pakke sammen .

source: Manai hui bures , mu áigge leimmet nu buorit olbmážat .
nob: Det gikk så fint , i mi tid var vi så gode kamerater og venner .

source: Dieđusge lei eallin muhtumin , nuorat han leat nuorat .
nob: Selvfølgelig var det jo litt liv av og til , ungdom er nå ungdom .

source: Muhto go beare váldá áiggi humadit singuin , de dávjá čoavdašuvvet bárttit .
nob: Men når man bare tar seg tid og prater med dem , så løser det seg gjerne .

source: Mus lei maid ollu oktavuohta váhnemiiguin , mus lei sihkkarit eanet oktavuohta singuin go oahpaheddjiin lei .
nob: Jeg hadde også mye forbindelse med foreldrene , jeg hadde nok mer kontakt med dem enn lærerne hadde .

source: Mis ledje maid njuolggadusat , nugo goas oahppit galge sisa eahkediid .
nob: Vi hadde jo et reglement , bl.a. for når elevene skulle være inne om kvelden .

source: Dat mearriduvvui das man boarrásat sii leat , ja váldojuvvui maid vuhtii maid váhnemat oaivvildedje .
nob: Det blei avgjort ut fra hvor gamle de var , og det blei også tatt hensyn til hva foreldrene mente .

source: Jus eai livčče makkárge njuolggadusat , de eai livčče sáhttán nu ollu oahppit orrut internáhtas .
nob: Hvis det ikke hadde vært noe reglement så hadde det vært vanskelig å ha så mange elever boende på internatet .

source: Diehttelas lei veahá riedja muhtumin .
nob: Selvfølgelig var det jo litt bråk av og til .

source: Dáhpáhuvai maid ahte idjafákta čuojahii munnje ihkku , ja dalle fertejin lihkkat ja vuolgit dohko vulos soabahit .
nob: Det hendte at nattevakta ringte meg på natta , og jeg måtte stå opp og dra ned dit og megle .

source: Ledje dávjá bártnit , geat bohte olggobealde ja áigo sisa nieiddaid lusa internáhttii .
nob: Det var gjerne gutter som kom utafra og ville inn til jentene på internatet .

source: Dáhpáhuvai maid ahte nieiddat ledje mielde dás ja rahpe sidjiide dáhkkeluŋkkaid ja lásiid .
nob: Og det hendte jo at jentene var med på det og åpna takluker og vinduer .

source: Muhto go mun ollejin dohko vulos , de gal manai bures , de lohke ahte eai sii áiggo riedjat .
nob: Men når jeg kom ned dit da gikk det greitt , da sa de at nei , vi skal ikke bråke .

source: Sii válde mu gihtii ja mii láidiimet guhtet guoibmámet olggos ja sii lohke ahte mii mannat ruoktot .
nob: De tok meg i armen og vi leide hverandre og de sa at joda , vi skal fare hjem .

source: Sin agis lea dávjá nu ahte leat illudan vuolgit ruovttus ja beassat dahkat nugo ieža háliidit .
nob: I den alderen er det jo gjerne slik at elevene har gleda seg til å komme hjemmefra og få gjøre som de vil .

source: Oallugat dovdet iežaset akto ja sis leat iešguđetlágán váttisvuođat , ja mii guđet barggaimet internáhtas fertiimet guldalit sin ja geahččalit nevvodit sin .
nob: Mange føler seg ensomme og de har forskjellige problemer , og vi som jobba på internatet måtte lytte til dem og forsøke å råde .

source: Nu ahte internáhttaáigi ii leat leamaš dušše geahpas ja hávski , loahpaha Lempi Mikalsen .
nob: Så internatarbeidet har nå ikke bare vært solskinn , avslutter Lempi , og synes at det får holde med det .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
